{
    "H.R.311 - 117th Congress (2021-2022): To provide for quality assurance of COVID-19 reimbursements and reporting.": {
        "intro date": "01/13/2021",
        "bill no.": "H.R.311",
        "title": "To provide for quality assurance of COVID-19 reimbursements and reporting.",
        "text": "[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[H.R. 311 Introduced in House (IH)]\n\n<DOC>\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\n                                H. R. 311\n\n    To provide for quality assurance of COVID-19 reimbursements and \n                               reporting.\n\n\n_______________________________________________________________________\n\n\n                    IN THE HOUSE OF REPRESENTATIVES\n\n                            January 13, 2021\n\n  Mr. Posey introduced the following bill; which was referred to the \n Committee on Energy and Commerce, and in addition to the Committee on \n   the Judiciary, for a period to be subsequently determined by the \n  Speaker, in each case for consideration of such provisions as fall \n           within the jurisdiction of the committee concerned\n\n_______________________________________________________________________\n\n                                 A BILL\n\n\n \n    To provide for quality assurance of COVID-19 reimbursements and \n                               reporting.\n\n    Be it enacted by the Senate and House of Representatives of the \nUnited States of America in Congress assembled,\n\nSECTION 1. QUALITY ASSURANCE OF COVID-19 REIMBURSEMENTS AND REPORTING.\n\n    (a) In General.--Notwithstanding any other provision of law, no \nFederal funds shall be used for a reimbursement or payment for--\n            (1) COVID-19 testing of any individual unless the request \n        for such reimbursement or payment is accompanied by evidence \n        that the individual was tested using a test that was approved, \n        cleared, or authorized under section 510(k), 513, 515, or 564 \n        of the Federal Food, Drug, and Cosmetic Act (21 U.S.C. 360(k), \n        360c, 360e, 360bbb-3) for COVID-19 diagnosis; or\n            (2) COVID-19 treatment of any individual unless the request \n        for reimbursement or payment is accompanied by evidence that \n        the person tested positive for COVID-19 using a test that was \n        approved, cleared, or authorized under section 510(k), 513, \n        515, or 564 of the Federal Food, Drug, and Cosmetic Act (21 \n        U.S.C. 360(k), 360c, 360e, 360bbb-3) for COVID-19 diagnosis.\n    (b) Quality Assurance of Reimbursements.--For purposes of \nsubsection (a), notwithstanding any other provision of law, the head of \nany Federal agency authorized to make a reimbursement or payment for \nCOVID-19 testing or treatment of individuals shall review each request \npresented for such reimbursement or payment and--\n            (1) deny any request for such a reimbursement or payment \n        for COVID-19 testing of an individual or, if reimbursement or \n        payment has already been made, cause to be recovered such \n        reimbursement or payment, unless the request is accompanied by \n        evidence that the individual was tested using a test that was \n        approved, cleared, or authorized under section 510(k), 513, \n        515, or 564 of the Federal Food, Drug, and Cosmetic Act (21 \n        U.S.C. 360(k), 360c, 360e, 360bbb-3) for COVID-19 diagnosis as \n        of the date of the review of the head of the agency;\n            (2) deny any request for such a reimbursement or payment \n        for COVID-19 treatment of an individual or, if reimbursement or \n        payment has already been made, cause to be recovered such \n        reimbursement or payment, unless the request is accompanied by \n        evidence that the individual tested positive for COVID-19 using \n        a test that was approved, cleared, or authorized under section \n        510(k), 513, 515, or 564 of the Federal Food, Drug, and \n        Cosmetic Act (21 U.S.C. 360(k), 360c, 360e, 360bbb-3) for \n        COVID-19 diagnosis as of the date of the review of the head of \n        the agency; and\n            (3) provide to the Director of the Centers for Disease \n        Control and Prevention the results of such review.\n    (c) Correction of Reports.--The Director of the Centers for Disease \nControl and Prevention shall apply the results provided to the Director \nunder subsection (b)(3) to--\n            (1) exclude from the official United States count of cases \n        of COVID-19 any individual reported to have been positive for \n        COVID-19 in a request subject to review in subsection (b) but \n        where the agency head involved found the request was not \n        accompanied by evidence that the individual had been tested \n        positive for COVID-19 using a test that was approved, cleared, \n        or authorized under section 510(k), 513, 515, or 564 of the \n        Federal Food, Drug, and Cosmetic Act (21 U.S.C. 360(k), 360c, \n        360e, 360bbb-3) for diagnosis of COVID-19; and\n            (2) exclude from the official United States count of deaths \n        due to COVID-19 any individual who died and was reported to \n        have been treated or tested positive for COVID-19 in a request \n        subject to review under subsection (b) but where the agency \n        head involved found the request was not accompanied by evidence \n        that the individual had been tested positive for COVID-19 using \n        a test that was approved, cleared, or authorized under section \n        510(k), 513, 515, or 564 of the Federal Food, Drug, and \n        Cosmetic Act (21 U.S.C. 360(k), 360c, 360e, 360bbb-3) for \n        diagnosis of COVID-19.\n    (d) Penalty.--Any person who knowingly reports a false diagnosis of \nCOVID-19 shall be imprisoned not more than 10 years and fined under \ntitle 18, United States Code, or both.\n                                 <all>\n\n"
    },
    "H.R.212 - 117th Congress (2021-2022): COVID PREPARE Act of 2021": {
        "intro date": "01/05/2021",
        "bill no.": "H.R.212",
        "title": "COVID PREPARE Act of 2021",
        "text": "[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[H.R. 212 Introduced in House (IH)]\n\n<DOC>\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\n                                H. R. 212\n\n   To require Federal agencies to submit plans for responding to the \n               COVID-19 pandemic, and for other purposes.\n\n\n_______________________________________________________________________\n\n\n                    IN THE HOUSE OF REPRESENTATIVES\n\n                            January 5, 2021\n\n  Mr. Schneider (for himself and Mr. Katko) introduced the following \nbill; which was referred to the Committee on Oversight and Reform, and \n    in addition to the Committee on the Budget, for a period to be \nsubsequently determined by the Speaker, in each case for consideration \n  of such provisions as fall within the jurisdiction of the committee \n                               concerned\n\n_______________________________________________________________________\n\n                                 A BILL\n\n\n \n   To require Federal agencies to submit plans for responding to the \n               COVID-19 pandemic, and for other purposes.\n\n    Be it enacted by the Senate and House of Representatives of the \nUnited States of America in Congress assembled,\n\nSECTION 1. SHORT TITLE.\n\n    This Act may be cited as the ``COVID Preparedness, Response, and \nEffective Planning for Advanced Requirements by the Executive Branch \nAct of 2021'' or the ``COVID PREPARE Act of 2021''.\n\nSEC. 2. COVID-19 RESPONSE PLAN.\n\n    (a) In General.--Not later than 30 days after the date of the \nenactment of this Act, the head of each agency shall submit to Congress \nan initial report detailing an action plan, informed by research and \nbest practices learned from the onset of COVID-19, previous pandemics, \nand health emergencies, for addressing the needs and mitigating and \neliminating the risks and challenges associated with the COVID-19 \npandemic and the deployment of COVID-19 vaccines, that includes--\n            (1) agency priorities for preparing for and responding to \n        the COVID-19 pandemic, including continuity of operations and \n        fulfilling the mission of the agency and agency priorities \n        related to the deployment of COVID-19 vaccines;\n            (2) measurable goals specific to priorities and a time line \n        for addressing each priority;\n            (3) anticipated challenges to addressing priorities and how \n        the agency will address such challenges;\n            (4) how the agency will consult with Congress, the public, \n        State and municipal governments, and relevant stakeholders \n        while working remotely;\n            (5) how the agency plans to issue relevant guidance to \n        entities under the jurisdiction of the agency; and\n            (6) any resources the agency needs from Congress.\n    (b) Subsequent Reports.--Not later than 60 days after the date of \nthe enactment of this Act, and quarterly thereafter until the President \nends the declared emergency, the head of each agency shall submit to \nCongress a report that provides an update of the details submitted in \nthe plan under subsection (a), including--\n            (1) the status of each priority;\n            (2) an explanation for any goal that has not been met \n        within the specified time frame; and\n            (3) any changes or updates to the plan.\n    (c) Definitions.--In this section:\n            (1) Agency.--The term ``agency'' has the meaning given that \n        term in section 551 of title 5, United States Code.\n            (2) State.--The term ``State'' means each of the several \n        States, the District of Columbia, each commonwealth, territory, \n        or possession of the United States, and each federally \n        recognized Indian Tribe.\n\nSEC. 3. DETERMINATION OF BUDGETARY EFFECTS.\n\n    The budgetary effects of this Act, for the purpose of complying \nwith the Statutory Pay-As-You-Go Act of 2010, shall be determined by \nreference to the latest statement titled ``Budgetary Effects of PAYGO \nLegislation'' for this Act, submitted for printing in the Congressional \nRecord by the Chairman of the House Budget Committee, provided that \nsuch statement has been submitted prior to the vote on passage.\n                                 <all>\n\n"
    },
    "H.R.98 - 117th Congress (2021-2022): COVID 19 Victims Compensation Fund Act": {
        "intro date": "01/04/2021",
        "bill no.": "H.R.98",
        "title": "COVID 19 Victims Compensation Fund Act",
        "text": "[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[H.R. 98 Introduced in House (IH)]\n\n<DOC>\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\n                                 H. R. 98\n\n  To provide for the establishment of a COVID-19 Compensation Fund to \ncompensate claimants for harms resulting from suffering from COVID-19, \n                        and for other purposes.\n\n\n_______________________________________________________________________\n\n\n                    IN THE HOUSE OF REPRESENTATIVES\n\n                            January 4, 2021\n\nMr. Espaillat introduced the following bill; which was referred to the \n                       Committee on the Judiciary\n\n_______________________________________________________________________\n\n                                 A BILL\n\n\n \n  To provide for the establishment of a COVID-19 Compensation Fund to \ncompensate claimants for harms resulting from suffering from COVID-19, \n                        and for other purposes.\n\n    Be it enacted by the Senate and House of Representatives of the \nUnited States of America in Congress assembled,\n\nSECTION 1. SHORT TITLE.\n\n    This Act may be cited as the ``COVID-19 Victims Compensation Fund \nAct''.\n\nSEC. 2. DEFINITIONS.\n\n    In this Act, the following definitions apply:\n            (1) Claimant.--The term ``claimant''' means an individual \n        filing a claim for compensation under this Act.\n            (2) Collateral source.--The term ``collateral source'' \n        means all compensation other than compensation under this Act, \n        including life insurance, pension funds, death benefit \n        programs, and payments by Federal, State, local, Tribal, or \n        territorial governments.\n            (3) Economic loss.--The term ``economic loss'' means any \n        pecuniary loss (including the loss of earnings or other \n        benefits related to employment, medical expense loss, \n        replacement services loss, loss due to death, burial costs, and \n        loss of business or employment opportunities) resulting from \n        harm due to COVID-19 to the extent recovery for such loss is \n        allowed under applicable Federal, State, local, Tribal, or \n        territorial law.\n            (4) Noneconomic losses.--The term ``noneconomic losses'' \n        means losses for physical and emotional pain, suffering, \n        inconvenience, physical impairment, mental anguish, \n        disfigurement, loss of enjoyment of life, loss of society and \n        companionship, loss of consortium (other than loss of domestic \n        service), hedonic damages, injury to reputation, and all other \n        nonpecuniary losses of any kind or nature.\n            (5) Special master.--The term ``Special Master'' means the \n        Special Master appointed by the Secretary under section 3.\n            (6) Place of residence.--The term ``place of residence'' \n        means the physical location or locations at which the claimant \n        resided or was residing during the eligibility period.\n            (7) Eligibility period.--The term ``eligibility period'' \n        means any time during which any Federal, State, Tribal, \n        territorial, or local COVID-19 related emergency order or \n        declaration (or equivalent) is or was in effect.\n\nSEC. 3. ADMINISTRATION.\n\n    (a) In General.--The Secretary of Health and Human Services, acting \nthrough a Special Master appointed by the Secretary, shall--\n            (1) administer the compensation program established under \n        this Act;\n            (2) promulgate all procedural and substantive rules for the \n        administration of this Act; and\n            (3) employ and supervise hearing officers and other \n        administrative personnel to perform the duties of the Special \n        Master under this Act.\n    (b) Appointment of Special Master and Deputy Special Masters.--The \nSecretary may appoint a Special Master and no more than two Deputy \nSpecial Masters without regard to the provisions of title 5, United \nStates Code, governing appointments in the competitive service. Any \nsuch employee shall serve at the pleasure of the Secretary. The \nSecretary shall fix the annual salary of the Special Master and the \nDeputy Special Masters.\n    (c) Authorization of Appropriations.--There are authorized to be \nappropriated such sums as may be necessary to pay the administrative \nand support costs for the Special Master in carrying out this Act.\n\nSEC. 4. DETERMINATION OF ELIGIBILITY FOR COMPENSATION.\n\n    (a) Filing of Claim.--\n            (1) In general.--A claimant may file a claim for \n        compensation under this Act with the Special Master. The claim \n        shall be on the form developed under paragraph (2) and shall \n        state the factual basis for eligibility for compensation and \n        the amount of compensation sought.\n            (2) Claim form.--\n                    (A) In general.--The Special Master shall develop a \n                claim form that claimants shall use when submitting \n                claims under paragraph (1). The Special Master shall \n                ensure that such form can be filed electronically, if \n                determined to be practicable.\n                    (B) Contents.--The form developed under \n                subparagraph (A) shall request--\n                            (i) information from the claimant \n                        concerning the harm that the claimant suffered \n                        as a result of COVID-19, or in the case of a \n                        claim filed on behalf of a decedent, \n                        information confirming the decedent's death, as \n                        a result of COVID-19;\n                            (ii) information from the claimant \n                        concerning any possible economic and \n                        noneconomic losses that the claimant suffered \n                        as a result of COVID-19 or that was caused by \n                        the death of the decedent from COVID-19; and\n                            (iii) information regarding collateral \n                        sources of compensation the claimant has \n                        received or is entitled to receive as a result \n                        of COVID-19.\n            (3) Limitation.--No claim may be filed under paragraph (1) \n        after the date that is 5 years after the end of the eligibility \n        period.\n    (b) Review and Determination.--\n            (1) Review.--The Special Master shall review a claim \n        submitted under subsection (a) and determine--\n                    (A) whether the claimant is an eligible individual \n                under subsection (c); and\n                    (B) with respect to a claimant determined to be an \n                eligible individual--\n                            (i) the extent of the harm to the claimant, \n                        including any economic and noneconomic losses; \n                        and\n                            (ii) subject to paragraph (7), the amount \n                        of compensation to which the claimant is \n                        entitled based on the harm to the claimant, the \n                        facts of the claim, and the individual \n                        circumstances of the claimant.\n            (2) Negligence.--With respect to a claimant, the Special \n        Master shall not consider negligence or any other theory of \n        liability.\n            (3) Determination.--A determination under this subsection \n        shall be final and not subject to judicial review.\n            (4) Rights of claimant.--A claimant in a review under \n        paragraph (1) shall have--\n                    (A) the right to be represented by an attorney or \n                other representative;\n                    (B) the right to present evidence, including the \n                presentation of witnesses and documents; and\n                    (C) any other due process rights determined \n                appropriate by the Special Master.\n            (5) No punitive damages.--The Special Master may not \n        include amounts for punitive damages in any compensation paid \n        under a claim under this Act.\n            (6) Collateral compensation.--The Special Master shall \n        reduce the amount of compensation determined under paragraph \n        (1) by the amount of the collateral source compensation the \n        claimant has received or is entitled to receive as a result of \n        the claimant suffering from COVID-19.\n            (7) Limitations on claims.--Noneconomic losses shall not \n        exceed such limit as the Special Master may impose.\n    (c) Eligibility.--\n            (1) In general.--A claimant or decedent shall be determined \n        to be an eligible individual for purposes of this subsection if \n        the Special Master determines that such claimant or decedent--\n                    (A)(i) was permanently residing in the United \n                States, without regard to whether the claimant or \n                decedent had any lawful status under the immigration \n                laws (as such terms are defined in section 101 of the \n                Immigration and Nationality Act (8 U.S.C. 1101)), \n                during all or a portion of the eligibility period; or\n                    (ii) was present in the United States during all or \n                a portion of the eligibility period and a family member \n                of an individual so residing;\n                    (B) expressed symptoms consistent with COVID-19, \n                including those with laboratory confirmations or \n                diagnosis by a health care provider, or for whom there \n                is or was an absence of an alternate diagnosis that \n                explains claimant's or decedent's symptoms;\n                    (C) suffered economic loss; and\n                    (D) meets the requirements of paragraph (2).\n            (2) Single claim.--Not more than one claim may be submitted \n        under this Act by an individual or on behalf of a deceased \n        individual. If the claimant dies during the pendency of a \n        claim, the decedent's family or other individual representing \n        the decedent may continue the claimant's claim with added \n        expenses related to the claimant's death, as needed.\n\nSEC. 5. ASSISTANCE TO CLAIMANTS.\n\n     The Special Master will establish an office to provide assistance \nto all claimants in submitting claims.\n\nSEC. 6. PAYMENTS TO ELIGIBLE INDIVIDUALS.\n\n    (a) In General.--Subject to the limitations under subsection (d), \nnot later than 20 days after the date on which a determination is made \nby the Special Master regarding the amount of compensation due a \nclaimant under this Act, the Special Master shall authorize payment to \nsuch claimant of the amount determined with respect to the claimant.\n    (b) Funding.--\n            (1) In general.--The Secretary is authorized to accept such \n        amounts as may be contributed by individuals, business \n        concerns, or other entities to carry out this Act, under such \n        terms and conditions as the Secretary may impose.\n            (2) Use of separate account.--In making payments under this \n        section, amounts contained in any account containing funds \n        provided under paragraph (1) shall be used prior to using \n        appropriated amounts.\n    (c) Development of Agency Policies and Procedures.--Not later than \n120 days after the date of enactment the Special Master shall develop \nagency policies and procedures that meet the requirements including \npolicies and procedures for presumptive award schedules, administrative \nexpenses, and related internal memoranda.\n    (d) Attorney Fees.--The Special Master shall have the sole \ndiscretion to determine reasonable compensation for services rendered \nfor attorney fees for services rendered, if any.\n\nSEC. 7. REGULATIONS.\n\n    Not later than 90 days after the date of enactment of this Act, the \nSecretary, in consultation with the Special Master, shall promulgate \nregulations to carry out this Act, including regulations with respect \nto--\n            (1) forms to be used in submitting claims under this Act;\n            (2) the information to be included in such forms;\n            (3) procedures for hearing and the presentation of \n        evidence;\n            (4) procedures to assist an individual in filing and \n        pursuing claims under this Act; and\n            (5) other matters determined appropriate by the Secretary.\n\nSEC. 8. RIGHT OF SUBROGATION.\n\n    The United States shall have the right of subrogation with respect \nto any claim paid by the United States, subject to the limitation \ndescribed in this Act.\n\nSEC. 9. VICTIM COMPENSATION FUND.\n\n    (a) In General.--There is established in the Treasury of the United \nStates a fund to be known as the ``COVID-19 Compensation Fund'', \nconsisting of amounts deposited into such fund under subsection (b).\n    (b) Availability of Funds.--Amounts deposited into the COVID-19 \nCompensation Fund shall be available, without further appropriation, to \nthe Special Master to provide compensation.\n    (c) Termination.--The COVID-19 Compensation Fund shall be \npermanently closed on the date that is 1 year after the Special Master \ndetermines that no additional claims may be filed.\n\nSEC. 10. APPROPRIATION.\n\n    There is authorized to be appropriated for purposes of carrying out \nthis Act such sums as may be necessary for fiscal year 2022 and each \nfiscal year thereafter through fiscal year 2028, to remain available \nuntil expended.\n                                 <all>\n\n"
    },
    "H.R.584 - 117th Congress (2021-2022): Emergency Care for Veterans During COVID Act": {
        "intro date": "01/28/2021",
        "bill no.": "H.R.584",
        "title": "Emergency Care for Veterans During COVID Act",
        "text": "[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[H.R. 584 Introduced in House (IH)]\n\n<DOC>\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\n                                H. R. 584\n\n    To ensure that veterans receive timely and effective emergency \n    treatment during the COVID-19 emergency, and for other purposes.\n\n\n_______________________________________________________________________\n\n\n                    IN THE HOUSE OF REPRESENTATIVES\n\n                            January 28, 2021\n\n Mr. Pappas (for himself, Mr. Panetta, and Ms. Kuster) introduced the \n   following bill; which was referred to the Committee on Veterans' \n                                Affairs\n\n_______________________________________________________________________\n\n                                 A BILL\n\n\n \n    To ensure that veterans receive timely and effective emergency \n    treatment during the COVID-19 emergency, and for other purposes.\n\n    Be it enacted by the Senate and House of Representatives of the \nUnited States of America in Congress assembled,\n\nSECTION 1. SHORT TITLE.\n\n    This Act may be cited as the ``Emergency Care for Veterans During \nCOVID Act''.\n\nSEC. 2. EMERGENCY TREATMENT FOR VETERANS DURING COVID-19 EMERGENCY \n              PERIOD.\n\n    (a) Emergency Treatment.--Notwithstanding section 1725 or 1728 of \ntitle 38, United States Code, or any other provision of law \nadministered by the Secretary of Veterans Affairs pertaining to \nfurnishing emergency treatment to veterans at non-Department \nfacilities, during the period of a covered public health emergency, the \nSecretary of Veterans Affairs shall furnish to an eligible veteran \nemergency treatment at a non-Department facility in accordance with \nthis section.\n    (b) Authorization Not Required.--The Secretary may not require an \neligible veteran to seek authorization by the Secretary for emergency \ntreatment furnished to the veteran pursuant to subsection (a).\n    (c) Payment Rates.--\n            (1) Determination.--The rate paid for emergency treatment \n        furnished to eligible veterans pursuant to subsection (a) shall \n        be equal to the rate paid by the United States to a provider of \n        services (as defined in section 1861(u) of the Social Security \n        Act (42 U.S.C. 1395x(u))) or a supplier (as defined in section \n        1861(d) of such Act (42 U.S.C. 1395x(d))) under the Medicare \n        program under title XI or title XVIII of the Social Security \n        Act (42 U.S.C. 1301 et seq.), including section 1834 of such \n        Act (42 U.S.C. 1395m), for the same treatment.\n            (2) Finality.--A payment in the amount payable under \n        paragraph (1) for emergency treatment furnished to an eligible \n        veteran pursuant to subsection (a) shall be considered payment \n        in full and shall extinguish the veteran's liability to the \n        provider of such treatment, unless the provider rejects the \n        payment and refunds to the United States such amount by not \n        later than 30 days after receiving the payment.\n    (d) Claims Processed by Third-Party Administrators.--\n            (1) Requirement.--Not later than 30 days after the date of \n        the enactment of this Act, the Secretary shall seek to award a \n        contract to one or more entities, or to modify an existing \n        contract, to process claims for payment for emergency treatment \n        furnished to eligible veterans pursuant to subsection (a).\n            (2) Prompt payment standard.--Section 1703D of title 38, \n        United States Code, shall apply with respect to claims for \n        payment for emergency treatment furnished to eligible veterans \n        pursuant to subsection (a).\n    (e) Primary Payer.--The Secretary shall be the primary payer with \nrespect to emergency treatment furnished to eligible veterans pursuant \nto subsection (a), and with respect to the transportation of a veteran \nby ambulance. In any case in which an eligible veteran is furnished \nsuch emergency treatment for a non-service-connected disability \ndescribed in subsection (a)(2) of section 1729 of title 38, United \nStates Code, the Secretary shall recover or collect reasonable charges \nfor such treatment from a health plan contract described in such \nsection 1729 in accordance with such section.\n    (f) Application.--This section shall apply to emergency treatment \nfurnished to eligible veterans during the period of a covered public \nhealth emergency, regardless of whether the treatment was furnished \nbefore the date of the enactment of this Act.\n    (g) Definitions.--In this section:\n            (1) The term ``covered public health emergency'' means the \n        declaration--\n                    (A) of a public health emergency, based on an \n                outbreak of COVID-19 by the Secretary of Health and \n                Human Services under section 319 of the Public Health \n                Service Act (42 U.S.C. 247d); or\n                    (B) of a domestic emergency, based on an outbreak \n                of COVID-19 by the President, the Secretary of Homeland \n                Security, or a State or local authority.\n            (2) The term ``eligible veteran'' means a veteran enrolled \n        in the health care system established under section 1705 of \n        title 38, United States Code.\n            (3) The term ``emergency treatment'' means medical care or \n        services rendered in a medical emergency of such nature that a \n        prudent layperson reasonably expects that delay in seeking \n        immediate medical attention would be hazardous to life or \n        health.\n            (4) The term ``non-Department facility'' has the meaning \n        given that term in section 1701 of title 38, United States \n        Code.\n                                 <all>\n\n"
    },
    "S.116 - 117th Congress (2021-2022): COVID 19 Home Safety Act of 2021": {
        "intro date": "01/28/2021",
        "bill no.": "S.116",
        "title": "COVID 19 Home Safety Act of 2021",
        "text": "[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S. 116 Introduced in Senate (IS)]\n\n<DOC>\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\n                                 S. 116\n\n To require the Consumer Product Safety Commission to study the effect \n    of the COVID-19 pandemic on injuries and deaths associated with \n               consumer products, and for other purposes.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                            January 28, 2021\n\n  Ms. Klobuchar (for herself and Mr. Moran) introduced the following \n bill; which was read twice and referred to the Committee on Commerce, \n                      Science, and Transportation\n\n_______________________________________________________________________\n\n                                 A BILL\n\n\n \n To require the Consumer Product Safety Commission to study the effect \n    of the COVID-19 pandemic on injuries and deaths associated with \n               consumer products, and for other purposes.\n\n    Be it enacted by the Senate and House of Representatives of the \nUnited States of America in Congress assembled,\n\nSECTION 1. SHORT TITLE.\n\n    This Act may be cited as the ``COVID-19 Home Safety Act of 2021''.\n\nSEC. 2. REPORT.\n\n    (a) COVID-19 Report Required.--Not later than 3 months after the \ndate of the enactment of this section and every 3 months thereafter for \nthe duration of the COVID-19 public health emergency, the Consumer \nProduct Safety Commission shall submit to the Committee on Energy and \nCommerce of the House of Representatives and the Committee on Commerce, \nScience, and Transportation of the Senate, and make publicly available, \na report on the effect of the COVID-19 public health emergency on \ninjuries and deaths from consumer products.\n    (b) Contents of Report.--The report shall include the following:\n            (1) A list of the top consumer products, prioritizing \n        products that have been associated with the highest risk of \n        serious injury or death during the COVID-19 emergency. The list \n        under this paragraph should be based on relevant data and \n        statistics from--\n                    (A) the data sources of the Commission;\n                    (B) other appropriate agencies;\n                    (C) media reports;\n                    (D) poison control centers, to the extent \n                practical; and\n                    (E) any other relevant data sources.\n            (2) An identification of trends in injuries and deaths in \n        the consumer products listed under paragraph (1), comparing \n        data from representative time periods before and during the \n        COVID-19 public health emergency.\n            (3) An identification of subpopulations that have \n        experienced elevated risk of injury or death from the consumer \n        products listed under paragraph (1) during the COVID-19 public \n        health emergency, such as minorities, infants, people with \n        disabilities, children, or the elderly.\n            (4) An identification of where most injuries or deaths from \n        consumer products during the COVID-19 public health emergency \n        are taking place, such as the type of building or outdoor \n        environment.\n            (5) An identification of whether any specific consumer \n        products in the categories described in paragraph (1) are--\n                    (A) under recall or other corrective action;\n                    (B) subject to a voluntary consumer product safety \n                standard; or\n                    (C) subject to a mandatory consumer product safety \n                standard.\n            (6) An identification of any emerging consumer products or \n        consumer product categories that are posing new risks to \n        consumers.\n            (7) A comprehensive assessment of the Commission's \n        operations, re-entry criteria and associated metrics, \n        operational readiness, enforcement efforts (including import-\n        export surveillance of counterfeit and untested consumer goods \n        and laboratory functions), and corrective action taken \n        (including the number of corrective actions announced and \n        recall effectiveness) during the COVID-19 public health \n        emergency and recommendations to improve the Commission's \n        ability to address unforeseen effects of the COVID-19 public \n        health emergency with regard to consumer product safety.\n    (c) Distribution of Information.--The Consumer Product Safety \nCommission shall coordinate with public media outlets to distribute \nresource information based on the report under this section to help \nincrease home safety during the COVID-19 public health emergency, \nincluding information such as Home Safe Checklists.\n    (d) COVID-19 Public Health Emergency Defined.--The term ``COVID-19 \npublic health emergency'' means a public health emergency declared \npursuant to section 319 of the Public Health Service Act (42 U.S.C. \n247d) as a result of confirmed cases of 2019 novel coronavirus (COVID-\n19), including any renewal thereof.\n                                 <all>\n\n"
    }
}